Repository: Sunnatbek077/Simple-Weather
Catalog: Simple-Weather/Model/Localizable.xcstrings
Source language: en
Languages: ar, de, ru, tr, uz

source: 7 Day Forecast
ar: توقعات الطقس لسبعة أيام
de: 7-Tage-Vorhersage
ru: Прогноз на 7 дней
tr: 7 Günlük Tahmin
uz: 7 kunlik prognoz

source: 12-hour format
ar: تنسيق 12 ساعة
de: 12-Stunden-Format
ru: 12-часовой формат
tr: 12 saatlik format
uz: 12 soatlik format

source: 24-hour format
ar: تنسيق 24 ساعة
de: 24-Stunden-Format
ru: 24-часовой формат
tr: 24 saatlik format
uz: 24 soatlik format

source: About
ar: عن
de: Um
ru: О приложении
tr: Hakkında
uz: Dastur

source: About App and Developer
ar: حول التطبيق والمطور
de: Über App und Entwickler
ru: О приложении и разработчике
uz: Dastur va Dasturchi haqida

source: About Developer
ar: حول المطور
de: Über den Entwickler
ru: О разработчике
tr: Geliştirici Hakkında
uz: Dasturchi haqida

source: About the App
ar: حول التطبيق
de: Über die App
ru: О приложении
tr: Uygulama Hakkında
uz: Dastur haqida

source: Confirm
ar: يتأكد
ru: Подтверждать
tr: Onaylamak
uz: Tasdiqlash

source: Current Wind Speed:
ar: سرعة الرياح الحالية:
de: Aktuelle Windgeschwindigkeit:
ru: Текущая скорость ветра:
tr: Mevcut Rüzgar Hızı:
uz: Hozirgi shamol tezligi

source: Dashboard
ar: لوحة القيادة
de: Armaturenbrett
ru: Панель
tr: Gösterge Paneli
uz: Asosiy panel

source: Delete Profile
ar: حذف الملف الشخصي
de: Profil löschen
ru: Удалить профиль
tr: Profili Sil
uz: Profilni o'chirish

source: Direction:
ar: اتجاه:
de: Richtung:
ru: Направление:
tr: Yön:
uz: Yo'nalish:

source: Done
ar: منتهي
de: Erledigt
ru: Подтверждать
tr: Tamamlamak
uz: Bajarildi

source: Email
ar: بريد إلكتروني
ru: Электронная почта
tr: E-posta
uz: Elektron pochta

source: Enter City name
ar: أدخل اسم المدينة
de: Geben Sie den Städtenamen ein
ru: Введите название города
tr: Şehir adını girin
uz: Shahar nomini kiriting

source: Error: %@
ar: خطأ:%@
de: Fehler: %@
ru: Ошибка: %@
tr: Hata: %@
uz: Xato: %@

source: Failed to load wind speed
ar: فشل تحميل سرعة الرياح
de: Windgeschwindigkeit konnte nicht geladen werden
ru: Не удалось загрузить скорость ветра.
tr: Rüzgar hızı yüklenemedi
uz: Shamol tezligi yuklanmadi

source: Feels like: %@
ar: أشعر مثل: %@
de: Fühlt sich an wie: %@
ru: Ощущение как: %@
tr: Hissettiriyor: %@
uz: %@ dek tuyuladi

source: Humidity:
ar: رطوبة:
de: Luftfeuchtigkeit:
ru: Влажность:
tr: Nem:
uz: Namlik:

source: Language
ar: لغة
de: Sprache
ru: Язык
tr: Dil
uz: Til

source: Loading Humidity data...
ar: جاري تحميل بيانات الرطوبة...
de: Luftfeuchtigkeitsdaten werden geladen...
ru: Загрузка данных о влажности...
tr: Nem verileri yükleniyor...
uz: Namlik maʼlumotlari yuklanmoqda...

source: Loading...
ar: تحميل...
de: Laden...
tr: Yükleniyor...
uz: Yuklanmoqda…

# MaxTemp %@, | MinTemp %@
source: MaxTemp %1$@, | MinTemp %2$@
ar: الحد الأقصى لدرجة الحرارة %1$@، | الحد الأدنى لدرجة الحرارة %2$@
ru: МаксТемп %1$@, | МинТемп %2$@
tr: Maksimum Sıcaklık %1$@, | Minimum Sıcaklık %2$@

source: Moon Illumination: N/A
ar: ضوء القمر: غير متوفر
de: Mondbeleuchtung: N/A
ru: Освещение луной: N/A
tr: Ay Aydınlatması: Yok
uz: Oyning yoritilishi: Yoʻq

source: Moon lighting:
ar: إضاءة القمر:
de: Mondlicht:
ru: Лунное освещение:
tr: Ay ışığı:
uz: Oy yorug'ligi:

source: Moonrise:
ar: شروق القمر:
de: Mondaufgang:
ru: Восход луны:
tr: Ayın Doğuşu:
uz: Oy chiqishi:

source: Moonset:
ar: غروب القمر:
de: Monduntergang:
ru: Заход Луны:
tr: Ayın batışı:
uz: Oy botishi:

source: Name
ar: اسم
ru: Имя
tr: İsim
uz: Ism

source: Name: Sunnatbek
ar: الاسم: Sunnatbek
ru: Имя: Суннатбек
uz: Ism: Sunnatbek

source: No cities found. Please try again.
ar: لم يتم العثور على أي مدينة. يرجى المحاولة مرة أخرى.
de: Keine Städte gefunden. Versuchen Sie es bitte erneut.
ru: Города не найдены. Попробуйте еще раз.
tr: Şehir bulunamadı. Lütfen tekrar deneyin.
uz: Hech qanday shahar topilmadi. Iltimos, qayta urinib koʻring.

source: No city selected
ar: لم يتم تحديد المدينة
de: Keine Stadt ausgewählt
ru: Город не выбран
tr: Şehir seçilmedi
uz: Hech qanday shahar tanlanmagan

source: No gust data available.
ar: لا تتوفر بيانات عن هبات الرياح.
de: Keine Böendaten verfügbar.
ru: Данные о порывах ветра отсутствуют.
tr: Rüzgar verisi bulunamadı.
uz: Shamol haqida maʼlumot yoʻq.

source: OK
ar: نعم
ru: Ок
uz: Tushundim

source: Password
ar: كلمة المرور
de: Passwort
ru: Пароль
tr: Şifre
uz: Parol

source: Please complete your profile to access other features.
ar: يرجى إكمال ملفك الشخصي للوصول إلى الميزات الأخرى.
de: Bitte vervollständigen Sie Ihr Profil, um auf weitere Funktionen zuzugreifen.
ru: Пожалуйста, заполните свой профиль, чтобы получить доступ к другим функциям.
tr: Diğer özelliklere erişebilmek için lütfen profilinizi tamamlayın.
uz: Iltimos boshqa funksiyalarga kirish uchun profilingizni toʻldiring.

source: Profile
ar: حساب تعريفي
de: Profil
ru: Профиль
tr: Profil
uz: Profil

source: Profile Info
ar: معلومات الملف الشخصي
de: Profilinformationen
ru: Информация о профиле
tr: Profil Bilgileri
uz: Profil haqida ma'lumot

source: Restart Required
ar: مطلوب إعادة التشغيل
de: Neustart erforderlich
ru: Требуется перезагрузка
tr: Yeniden Başlatma Gerekli
uz: Qayta ishga tushirish kerak

source: Save City
ar: احفظ المدينة
de: Stadt speichern
ru: Сохранить город
tr: Şehri Kurtar
uz: Shaharni saqlash

source: Save Profile
ar: حفظ الملف الشخصي
de: Profil speichern
ru: Сохранить профиль
tr: Profili Kaydet
uz: Profilni saqlash

source: Search City
ar: البحث عن المدينة
de: Suche Stadt
ru: Поиск города
tr: Şehir Ara
uz: Shaharni qidirish

source: Select Language
ar: اختر اللغة
ru: Выберите язык
tr: Dil Seçin
uz: Tilni tanlang

# Selected City: %@, %@, %@
source: Selected City: %1$@, %2$@, %3$@
ar: المدينة المختارة: %1$@, %2$@, %3$@
de: Ausgewählte Stadt: %1$@, %2$@, %3$@
ru: Выбранный город: %1$@, %2$@, %3$@
tr: Seçilen Şehir: %1$@, %2$@, %3$@
uz: Tanlangan shahar: %1$@, %2$@, %3$@

source: Settings
ar: إعدادات
de: Einstellungen
ru: Настройки
tr: Ayarlar
uz: Sozlamalar

source: Simple Weather is a convenient and useful weather forecast app. It provides users with real-time weather information, temperature, wind speed, and other indicators.
ar: Simple Weather هو تطبيق مفيد ومريح للتنبؤ بالطقس. فهو يوفر للمستخدمين معلومات الطقس في الوقت الفعلي ودرجة الحرارة وسرعة الرياح والمؤشرات الأخرى.
de: Simple Weather ist eine praktische und nützliche Wettervorhersage-App. Sie bietet Benutzern Echtzeit-Wetterinformationen, Temperatur, Windgeschwindigkeit und andere Indikatoren.
ru: Simple Weather — удобное и полезное приложение для прогноза погоды. Оно предоставляет пользователям информацию о погоде в режиме реального времени, температуре, скорости ветра и других показателях.
tr: Simple Weather, kullanışlı ve kullanışlı bir hava durumu tahmini uygulamasıdır. Kullanıcılara gerçek zamanlı hava durumu bilgisi, sıcaklık, rüzgar hızı ve diğer göstergeler sağlar.
uz: Simple Weather - ob-havo ma'lumoti uchun qulay va foydali ilova. U foydalanuvchilarga real vaqt rejimida ob-havo ma'lumotlari, harorat, shamol tezligi va boshqa ko'rsatkichlarni taqdim etadi.

source: The application must be restarted for the changes to take effect.
ar: يجب إعادة تشغيل التطبيق لتصبح التغييرات سارية المفعول.
de: Damit die Änderungen wirksam werden, muss die Anwendung neu gestartet werden.
ru: Чтобы изменения вступили в силу, необходимо перезапустить приложение.
tr: Değişikliklerin etkili olması için uygulamanın yeniden başlatılması gerekir.
uz: O’zgarishlar kuchga kirishi istasangiz iltimos, Tushundim tugmasini bosib ilovani qayta ishga tushiring

source: Update Password
ar: تحديث كلمة المرور
de: Kennwort aktualisieren
ru: Обновить пароль
tr: Şifreyi Güncelle
uz: Parolni yangilash

source: Use Celsius
ar: استخدم درجة مئوية
de: Celsius verwenden
ru: Использовать градусы Цельсия
tr: Santigrat derecesini kullanın
uz: Selsiydan foydalaning

source: Use Fahrenheit
ar: استخدم فهرنهايت
de: Verwenden Sie Fahrenheit
ru: Использовать шкалу Фаренгейта
tr: Fahrenheit'ı kullanın
uz: Farengeytdan foydalaning

source: Use km/h
ar: استخدم كم/ساعة
ru: Использовать км/ч
tr: km/h kullanın
uz: Km/soatdan foydalaning

source: Use mph
ar: استخدم ميلا في الساعة
ru: Используйте миль/ч
tr: mph kullanın
uz: mil/soatdan foydalaning

source: Use system hour
ar: استخدم ساعة النظام
de: Systemstunde verwenden
ru: Использовать системный час
tr: Sistem saatini kullan
uz: Tizim soatidan foydalaning

source: Wind Chill:
ar: برودة الرياح:
ru: Охлаждение от ветра:
tr: Rüzgarın Soğukluğu:
uz: Shamol sovuqligi:

source: Wind Gust:
ar: هبوب الرياح:
de: Windböen:
ru: Порыв ветра:
tr: Rüzgar Hızı:
uz: Shamol kuchi:
